/* Warning that a clickatell.com account is required */
"(Clickatell.com account required.)" = "(Požadovaný účet Clickatell.com)";

/* Label for account field */
"Account:" = "Účet:";

/* label for API ID field */
"API ID:" = "API ID:";

/* label for destination number field */
"Destination Number:" = "Čislo:";

/* Label for password field */
"Password:" = "Heslo:";

/* Title for SMS plugin */
"SMS Notifications" = "SMS Hlásenia";

/* Instructions for clickatell */
"To register:\nhttp://www.clickatell.com/brochure/products/api_xml.php\n\nFor rates see:\nhttp://www.clickatell.com/brochure/pricing.php" = "Registrácia:\nhttp://www.clickatell.com/brochure/products/api_xml.php\n\nCenník:\nhttp://www.clickatell.com/brochure/pricing.php";

